tap "homebrew/bundle"
tap "buo/cask-upgrade"

brew "ack"
brew "bash"
brew "bash-completion"
brew "bat"
brew "coreutils"
brew "curl"
brew "dive"
brew "duti"
brew "findutils"
brew "fpp"
brew "git"
brew "git-extras"
brew "github/gh/gh"
brew "git-flow-avh"
brew "grep"
brew "macvim"
brew "mas"
brew "node"
brew "openssl"
brew "p7zip"
brew "python"
brew "python3"
brew "ruby"
brew "svn"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh"
